{
  "<PAD>": 0,
  "<UNK>": 1,
  "NtAllocateVirtualMemory": 2,
  "NtProtectVirtualMemory": 3,
  "NtMapViewOfSection": 4,
  "NtCreateFile": 5,
  "NtReadVirtualMemory": 6,
  "RegOpenKeyExW": 7,
  "NtUnmapViewOfSection": 8,
  "NtQuerySystemInformation": 9,
  "NtOpenFile": 10,
  "FindNextFileW": 11,
  "NtOpenKey": 12,
  "NtCreateKey": 13,
  "NtCreateSection": 14,
  "GlobalMemoryStatusEx": 15,
  "NtReadFile": 16,
  "LoadLibraryExW": 17,
  "LdrGetDllHandle": 18,
  "CryptCreateHash": 19,
  "CryptHashData": 20,
  "FindFirstFileExW": 21,
  "LdrLoadDll": 22,
  "NtResumeThread": 23,
  "NtWriteFile": 24,
  "GetSystemInfo": 25,
  "NtSuspendThread": 26,
  "CryptImportKey": 27,
  "NtOpenProcess": 28,
  "NtDelayExecution": 29,
  "NtTerminateThread": 30,
  "NtWriteVirtualMemory": 31,
  "Process32NextW": 32,
  "CryptAcquireContextA": 33,
  "NtCreateThreadEx": 34,
  "WSASocketW": 35,
  "NtSetValueKey": 36,
  "NtTerminateProcess": 37,
  "RegCreateKeyExW": 38,
  "SetUnhandledExceptionFilter": 39,
  "CryptAcquireContextW": 40,
  "IsDebuggerPresent": 41,
  "Module32NextW": 42,
  "RegSetValueExW": 43,
  "WriteProcessMemory": 44,
  "RegOpenKeyExA": 45,
  "NtQueryDirectoryFile": 46,
  "CryptDecrypt": 47,
  "RegSetValueExA": 48,
  "DeleteFileW": 49,
  "RegCreateKeyExA": 50,
  "WSAConnect": 51,
  "OpenServiceA": 52,
  "ReadProcessMemory": 53,
  "GetAsyncKeyState": 54,
  "StartServiceW": 55,
  "getaddrinfo": 56,
  "ShellExecuteExW": 57,
  "BCryptDecrypt": 58,
  "CreateProcessInternalW": 59,
  "CopyFileW": 60,
  "CreateToolhelp32Snapshot": 61,
  "socket": 62,
  "GetVolumeInformationW": 63,
  "CreateRemoteThreadEx": 64,
  "EnumProcesses": 65,
  "connect": 66,
  "Module32FirstW": 67,
  "StartServiceA": 68,
  "OpenServiceW": 69,
  "CryptEncrypt": 70,
  "SetWindowsHookExA": 71,
  "WinExec": 72,
  "CopyFileA": 73,
  "Process32FirstW": 74,
  "VirtualProtectEx": 75,
  "bind": 76,
  "OutputDebugStringW": 77,
  "InternetOpenUrlW": 78,
  "InternetReadFile": 79,
  "InternetOpenUrlA": 80,
  "CryptExportKey": 81,
  "HttpOpenRequestW": 82,
  "InternetConnectW": 83,
  "OutputDebugStringA": 84,
  "GetVolumeInformationA": 85,
  "RegDeleteKeyW": 86,
  "SetWindowsHookExW": 87,
  "InternetConnectA": 88,
  "HttpSendRequestA": 89,
  "HttpOpenRequestA": 90,
  "RegDeleteValueA": 91,
  "CreateRemoteThread": 92,
  "listen": 93,
  "accept": 94,
  "WSARecv": 95,
  "HttpSendRequestW": 96,
  "send": 97,
  "recv": 98,
  "gethostbyname": 99
}